[
    {
        "id" : 1,
        "name": "Meta Quest 3",
        "price": 500 ,
        "stock": 5,
        "categoria" : "vr",
        "descriptionUno" : "Con una resolución de pantalla significativamente mejorada y un procesamiento más rápido en comparación con su predecesor, ofrece gráficos realistas y un seguimiento preciso del movimiento.",
        "descriptionDos" : "Quest 3 es compatible con una amplia biblioteca de juegos y aplicaciones de RV y cuenta con detección de entorno mejorada para garantizar una experiencia de RA más envolvente, haciendo uso de cámaras de alta definición para una experiencia mixta.",
        "porque" : "¿Por que elegir Meta Quest 3?",
        "respuesta" : "El Meta Quest 3 destaca por su portabilidad y facilidad de uso, ofreciendo una experiencia de realidad mixta sin necesidad de cables ni configuraciones complejas. Su compatibilidad con una amplia biblioteca de aplicaciones y juegos, sumada a su detección de entorno mejorada y gráficos avanzados, lo convierten en una opción ideal para usuarios que buscan la combinación perfecta entre accesibilidad, rendimiento y entretenimiento inmersivo.",
        "features" : {
            "Color": "Blanco",
            "Capacidad de memoria" : "128 GB",
            "Peso" : "1,46 kg",
            "Resolución": "2064px, 2208px",
            "Sistema Operativo Compatible" : "Meta OS",
            "Dispositivos Aptos" : "PC",
            "Con Control": "Sí",
            "Gamer": "Sí",
            "Con Memoria Interna": "Sí",
            "Es Inálambrico": "Sí",
            "Con Audio 3D": "Sí",
            "Con Foco Ajustable": "Sí"
        },
        "imageBack" : "assets/MetaQuest/MetaQuesBack.jpg",
        "image1" : "assets/MetaQuest/MetaQuestVisual.jpg",
        "image2" : "assets/MetaQuest/MetaQuestJg.jpg",
        "image3" : "assets/MetaQuest/MetaQuestVis.jpg"
    },
    {
        "id" : 10,
        "name": "Sony Playstation VR2",
        "price": 550,
        "stock": 4,
        "categoria" : "vr",
        "descriptionUno" : "PlayStation VR2 es el casco de realidad virtual de Sony diseñado para PlayStation 5. Cuenta con pantallas OLED que ofrecen alta resolución y una rápida frecuencia de actualización, proporcionando una experiencia visualmente inmersiva y fluida.",
        "descriptionDos" : "Sus nuevos controles, llamados Sense, cuentan con retroalimentación táctil avanzada y gatillos adaptativos que aumentan la inmersión durante los juegos. Con un único cable para conectarse a la PS5, las PS VR2 proporcionan una experiencia más sencilla y directa, centrándose en juegos de alta calidad y exclusivos.",
        "porque" : "¿Por que elegir Sony Playstation VR?",
        "respuesta" : "Diseñado específicamente para la PS5, el PlayStation VR2 ofrece una inmersión incomparable gracias a su tecnología avanzada, como pantallas OLED de alta resolución y controles Sense con retroalimentación táctil y gatillos adaptativos. Es la opción perfecta para los gamers que buscan maximizar su experiencia en juegos exclusivos de alta calidad en el ecosistema PlayStation.",
        "features" : {
            "Color": "Blanco",
            "Capacidad de memoria" : "128 GB",
            "Peso" : "1,46 kg",
            "Resolución": "2000px, 2040px",
            "Sistema Operativo Compatible" : "PlayStation 5",
            "Dispositivos Aptos" : "PlayStation 5",
            "Con Control": "Sí",
            "Gamer": "Sí",
            "Con Memoria Interna": "Sí",
            "Es Inálambrico": "Sí",
            "Con Audio 3D": "Sí",
            "Con Foco Ajustable": "Sí"
        },
        "imageBack" : "assets/SonyVr/SonyBack.jpg",
        "image1" : "assets/SonyVr/SonyVisu.jpg",
        "image2" : "assets/SonyVr/SonyGm.jpg",
        "image3" : "assets/SonyVr/Sonyjg.jpg"
    },
    {
        "id" : 9,
        "name": "Vive Pro 2",
        "price": 1100,
        "stock": 3,
        "categoria" : "vr",
        "descriptionUno" : "El Vive Pro 2 es un casco de RV de alto rendimiento de HTC, dirigido a profesionales y entusiastas de la RV. Ofrece una resolución 5K (2448 x 2448 por ojo), un campo de visión ampliado de 120 grados y una frecuencia de actualización de hasta 120 Hz, ideal para experiencias gráficas intensas y detalladas.",
        "descriptionDos" : "Vive Pro 2 está diseñado para funcionar con ordenadores de alto rendimiento y es compatible con una amplia gama de sensores y accesorios HTC, lo que lo hace adecuado tanto para juegos como para aplicaciones empresariales como el diseño y la simulación.",
        "porque" : "¿Por que elegir Vive Pro 2?",
        "respuesta" : "El Vive Pro 2 es la elección ideal para profesionales y entusiastas de la realidad virtual que buscan la mejor calidad gráfica y rendimiento. Su resolución 5K, amplio campo de visión y alta frecuencia de actualización ofrecen detalles incomparables, mientras que su compatibilidad con accesorios avanzados y aplicaciones empresariales lo hacen perfecto para diseño, simulación y uso profesional.",
        "features" : {
            "Color": "Negro",
            "Capacidad de memoria" : "128 GB",
            "Peso" : "1,46 kg",
            "Resolución": "2448px, 2448px",
            "Sistema Operativo Compatible" : "Meta OS",
            "Dispositivos Aptos" : "PC",
            "Con Control": "Sí",
            "Gamer": "Sí",
            "Con Memoria Interna": "Sí",
            "Es Inalámbrico": "Sí",
            "Con Audio 3D": "Sí",
            "Con Foco Ajustable": "Sí"
        },
        "imageBack" : "assets/VivePro/ViveBack.jpg",
        "image1" : "assets/VivePro/ViveVisual.jpg",
        "image2" : "assets/VivePro/ViveGm.jpg",
        "image3" : "assets/VivePro/ViveMost.jpg"
    },
    {
        "id" : 3,
        "name": "Google Glass Enterprise Edition 2",
        "description" : "Una versión de Google Glass orientada al uso empresarial.",
        "image": "./assets/AR/GoogleGlassEnterpriseEdition2.png",
        "price": 1000,
        "stock": 4,
        "categoria" : "ar",
        "descriptionUno" : "Google Glass Enterprise Edition 2 es una solución de realidad aumentada para empresas, diseñada para facilitar el trabajo en entornos industriales y sanitarios.",
        "descriptionDos" : "Dispone de una pequeña pantalla translúcida, situada en la esquina de la visión, que muestra información útil sin obstruir la línea de visión del usuario. Equipado con un procesador Qualcomm Snapdragon XR1, una cámara de 8 MP y una batería de mayor duración, el dispositivo es ligero e ideal para instrucciones visuales, asistencia remota e inspecciones en tiempo real.",
        "porque" : "¿Por que elegir Google Glass Enterprise?",
        "respuesta" : "Diseñado específicamente para entornos industriales y sanitarios, el Google Glass Enterprise Edition 2 es ligero, discreto y funcional, permitiendo a los usuarios acceder a datos, realizar inspecciones y recibir asistencia remota sin distraerse de sus tareas principales. Su diseño compacto y la integración con herramientas empresariales lo convierten en una solución ideal para mejorar la productividad y la eficiencia.",
        "features" : {
            "Color": "Negro",
            "Capacidad de memoria" : "32GB",
            "Peso" : "46g",
            "Resolución": "640px, 360px",
            "Sistema Operativo Compatible": "Android",
            "Dispositivos Aptos": "Smartphone",
            "Con Control": "Sí",
            "Gamer": "No",
            "Con Memoria Interna": "Sí",
            "Es Inálambrico": "Sí",
            "Con Audio 3D": "No",
            "Con Foco Ajustable": "No"
        },
        "imageBack" : "assets/GoogleGlass/GoogleBack.jpg",
        "image1" : "assets/GoogleGlass/googleVisual.jpg",
        "image2" : "assets/GoogleGlass/GoogleImg.jpg",
        "image3" : "assets/GoogleGlass/GoogleVist.jpg"
    },
    {
        "id" : 2,
        "name": "Lenovo Think Reality A3",
        "price": 600,
        "stock": 5,
        "categoria" : "ar",
        "descriptionUno" : "Las gafas Lenovo ThinkReality A3 están diseñadas para la realidad aumentada y centradas en la productividad. Se conectan a PC y smartphones (concretamente a dispositivos Motorola compatibles) y ofrecen múltiples pantallas virtuales para la multitarea en el escritorio.",
        "descriptionDos" : "Con pantallas de alta resolución, una cámara de 8 MP y compatibilidad con aplicaciones empresariales, permiten a los usuarios operar en entornos de realidad mixta, ya sea para la visualización de datos, la colaboración o la formación empresarial.",
        "porque" : "¿Por que elegir Lenovo Think Reality?",
        "respuesta" : "Las Lenovo ThinkReality A3 son una herramienta versátil para la productividad empresarial. Con capacidad para múltiples pantallas virtuales, estas gafas son ideales para tareas como visualización de datos, formación y colaboración remota. Su compatibilidad con PCs y smartphones Motorola las hace una opción práctica para usuarios que buscan una solución robusta de realidad mixta.",
        "features" : {
            "Color": "Negro",
            "Capacidad de memoria" : "8 GB",
            "Peso" : "130g",
            "Resolución": "1920px x 1080px",
            "Sistema Operativo Compatible" : "Windows",
            "Dispositivos Aptos" : "PC y Smartphone",
            "Con Control": "No",
            "Gamer": "No",
            "Con Memoria Interna": "Sí",
            "Es Inálambrico": "No",
            "Con Audio 3D": "No",
            "Con Foco Ajustable": "No"
        },
        "imageBack" : "assets/Lenovo/Back.jpg",
        "image1" : "assets/Lenovo/Visualizer.jpg",
        "image2" : "assets/Lenovo/itemI.jpg",
        "image3" : "assets/Lenovo/itemII.jpg"
    },
    {
        "id" : 5,
        "name": "Vuzix Blade",
        "price": 800,
        "stock": 6,
        "categoria" : "ar",
        "descriptionUno" : "El Vuzix Blade es un dispositivo de realidad aumentada (RA) diseñado para ofrecer una experiencia inmersiva e interactiva con un diseño que se asemeja al de unas gafas de sol normales.",
        "descriptionDos" : "El Vuzix Blade es especialmente popular en sectores como la logística, la fabricación, el mantenimiento y la sanidad, donde los trabajadores pueden acceder a datos en tiempo real, instrucciones o realizar videollamadas mientras tienen las manos libres para realizar sus tareas.",
        "porque" : "¿Por que elegir Vuzix Blade?",
        "respuesta" : "El Vuzix Blade combina diseño elegante con funcionalidad práctica, siendo perfecto para sectores como logística, fabricación y sanidad. Con controles basados en gestos y seguimiento ocular, permite a los usuarios trabajar con manos libres mientras acceden a información crítica en tiempo real. Su compatibilidad con el ecosistema de Apple lo hace una opción innovadora para quienes buscan integrar tecnología avanzada en sus flujos de trabajo.",
        "features": {
            "Color": "Plateado",
            "Capacidad de memoria": "256 GB",
            "Peso": "Cerca de 500 g",
            "Resolución": "3400px, 3400px por ojo",
            "Sistema Operativo Compatible": "visionOS",
            "Dispositivos Aptos": "Apple Ecosystem",
            "Con Control": "Sí (control ocular y gestos)",
            "Gamer": "Parcialmente",
            "Con Memoria Interna": "Sí",
            "Es Inálambrico": "Sí",
            "Con Audio 3D": "Sí",
            "Con Foco Ajustable": "Sí"
        },
        "imageBack" : "assets/Vuzix/Backg.jpg",
        "image1" : "assets/Vuzix/Visualizer.jpg",
        "image2" : "assets/Vuzix/itemI.jpg",
        "image3" : "assets/Vuzix/itemII.jpg"
    },
    {
        "id" : 4,
        "name": "Apple Vision Pro",
        "price": 3500,
        "stock": 7,
        "categoria" : "mr",
        "descriptionUno" : "Apple Vision Pro es el casco de realidad aumentada y realidad mixta de Apple, que ofrece una integración avanzada con el ecosistema Apple.",
        "descriptionDos" : "Está equipado con pantallas de altísima resolución, cámaras para captar el entorno y sensores para el seguimiento ocular y gestual. Con un diseño elegante y una interfaz intuitiva, Vision Pro está pensado para una gran variedad de usos, desde la productividad al entretenimiento inmersivo, y destaca por su calidad visual, precisión e integración con los dispositivos Apple.",
        "porque" : "¿Por que elegir Apple Vision Pro?",
        "respuesta" : "Apple Vision Pro tiene un aspecto increíble, con imágenes ultrarrealistas en una pantalla micro-OLED de alta resolución, una pantalla de cine para ti. Crea una productividad redefinida con el poder de múltiples pantallas en un espacio virtual, puedes jugar y ver películas como si estuvieras dentro de ellas, una experiencia inmersiva. Sus controles son totalmente intuitivos, tus ojos, tu mano y tu voz navegan por el mundo digital.",
        "features": {
            "Color": "Plateado",
            "Capacidad de memoria": "256 GB",
            "Peso": "Cerca de 500 g",
            "Resolución": "3400px, 3400px por ojo",
            "Sistema Operativo Compatible": "visionOS",
            "Dispositivos Aptos": "Apple Ecosystem",
            "Con Control": "Sí (control ocular y gestos)",
            "Gamer": "Parcialmente",
            "Con Memoria Interna": "Sí",
            "Es Inálambrico": "Sí",
            "Con Audio 3D": "Sí",
            "Con Foco Ajustable": "Sí"
        },
        "imageBack" : "assets/AppleVision/AppleVisionProBackg.jpg",
        "image1" : "assets/AppleVision/AppleVisionProVisual.jpg",
        "image2" : "assets/AppleVision/AppleVisionProTech.jpg",
        "image3" : "assets/AppleVision/AppleVisionProLab.jpg"
    },
    {
        "id" : 6,
        "name": "Varjo XR-3",
        "price": 3000,
        "stock": 7,
        "categoria" : "mr",
        "descriptionUno" : "El Varjo XR-3 es un casco de realidad mixta premium dirigido a aplicaciones profesionales, especialmente en los ámbitos de la formación, la simulación y el diseño industrial. Presenta una impresionante resolución de casi 70 píxeles por grado, seguimiento ocular preciso y realidad mixta con un amplio campo de visión, lo que proporciona experiencias ultrarrealistas.",
        "descriptionDos" : "Equipado con una combinación de cámaras para captar el entorno y sensores avanzados, el XR-3 permite la mezcla perfecta de realidad virtual y aumentada con calidad fotorrealista.",
        "porque" : "¿Por que elegir Varjo XR-3",
        "respuesta" : "El Varjo XR-3 es la elección definitiva para profesionales que buscan la máxima precisión y calidad en simulaciones, diseño industrial y formación avanzada. Con su impresionante resolución y capacidades de realidad mixta fotorrealista, este dispositivo ofrece una experiencia inmersiva sin precedentes, siendo ideal para aplicaciones exigentes donde cada detalle importa.",
        "features": {
            "Color": "Negro",
            "Capacidad de memoria": "24 GB",
            "Peso": "594 g",
            "Resolución": "2880px, 2720px por ojo",
            "Sistema Operativo Compatible": "Windows",
            "Dispositivos Aptos": "PC",
            "Con Control": "Sí (opcional, compatible con controladores externos)",
            "Gamer": "No",
            "Con Memoria Interna": "No",
            "Es Inálambrico": "No",
            "Con Audio 3D": "No",
            "Con Foco Ajustable": "Sí"
        },
        "imageBack" : "assets/Varjo/Backg.jpg",
        "image1" : "assets/Varjo/Visualizer.jpg",
        "image2" : "assets/Varjo/itemI.jpg",
        "image3" : "assets/Varjo/itemII.jpg"
    },
    {
        "id" : 8,
        "name": "Microsoft Holo Lens",
        "price": 3600,
        "stock": 6,
        "categoria" : "mr",
        "descriptionUno" : "Las HoloLens 2 de Microsoft son unas gafas de realidad mixta diseñadas para uso corporativo e industrial. Ofrece un campo de visión más amplio y una calidad de imagen superior a las HoloLens originales.",
        "descriptionDos" : "Equipado con seguimiento ocular, sensores avanzados y una pantalla holográfica interactiva, HoloLens 2 permite a los usuarios manipular objetos virtuales con gestos. Muy utilizada para formación, visualización de diseños y asistencia remota, funciona sin necesidad de cables, lo que proporciona libertad de movimientos.",
        "porque" : "¿Por que elegir Microsoft Holo?",
        "respuesta" : "Las Microsoft HoloLens 2 destacan por su facilidad de uso y versatilidad, permitiendo a los usuarios interactuar con hologramas mediante gestos y comandos de voz. Gracias a su diseño inalámbrico y capacidades avanzadas, son perfectas para formación, visualización de proyectos y colaboración remota en sectores como la industria, la arquitectura y la medicina.",
        "features": {
            "Color": "Gris oscuro",
            "Capacidad de memoria": "64 GB",
            "Peso": "566 g",
            "Resolución": "2048px, 1080px por ojo",
            "Sistema Operativo Compatible": "Windows Holographic",
            "Dispositivos Aptos": "PC",
            "Con Control": "Sí (gestos y comandos de voz)",
            "Gamer": "No",
            "Con Memoria Interna": "Sí",
            "Es Inálambrico": "Sí",
            "Con Audio 3D": "Sí",
            "Con Foco Ajustable": "No"
        },
        "imageBack" : "assets/Microsoft/Backg.jpg",
        "image1" : "assets/Microsoft/Visualizer.jpg",
        "image2" : "assets/Microsoft/itemI.jpg",
        "image3" : "assets/Microsoft/itemII.jpg"
    }
]